Repository: thibaultvellicus/observo
Catalog: ResStrings.*.resx
Languages: de, es, fr, it

# About_Ttl
source: About
de: Über
es: Sobre
fr: A propos
it: Circa

# AddMore_Btn
source: Add more...
de: Hinzufügen...
fr: Ajouter entrée...
it: Aggiungi…

# AddObservation_BtnBar
source: New observation
de: Neue Beobachtung
es: Nueva observación
fr: Nouvelle observation
it: Nuova osservazione

# Back_Btn
source: Back
de: Zurück
es: Retornar
fr: Retour
it: Indietro

# BezugspunktPlacementHint_Lbl
source: Please tap on tick once the {0}" reference point is correctly located.Tap on Back button to avoid the placement.
de: Bitte tippen Sie auf das Häckschen sobald der Bezugspunkt {0} richtig positioniert ist.Tippen Sie auf die Schaltfläche zurück, um die Platzierung abzubrechen.
fr: Veuillez taper sur la coche une fois le point SRB {0} correctement positionné.Taper sur le bouton retour pour annuler le placement.
it: Si prega di toccare il segno di spunta una volta che il punto di riferimento di {0} sia posizionato correttamente.Toccare il pulsante indietro per annullare il posizionamento.

# Bezugspunkt_Lbl
source: {0} reference point
de: {0} Bezugspunkt
fr: Point SRB {0}
it: Punto di riferimento {0}

# Cancel_Btn
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

# CheckUpdates_Btn
source: Check updates...
de: Updates überprüfen...
es: Revise actualizaciones...
fr: Vérifier les mises à jour...
it: Verifica aggiornamenti...

# ChooseNewObservationType_Lbl
source: Choose the type of the form you want to create:
de: Wählen Sie den Typ des Formulars, welches Sie erstellen möchten:
es: Elija el tipo de formulario que desea crear:
fr: Veuillez sélectionner le type de formulaire à créer :
it: Scegliere il tipo di modulo che si desidera creare:

# ChooseNewObservationType_Ttl
source: New observation...
de: Neue Beobachtung…
es: Nueva observación...
fr: Nouvelle observation...
it: Nuova osservazione…

# CommunicationProblem_Ttl
source: Communication problem
de: Kommunikationsproblem
es: Problema de comunicación
fr: Problème de communication
it: Problema di comunicazione

# Configuration_Ttl
source: Configuraiton
de: Konfiguration
es: Configuración
fr: Configuration
it: Configurazione

# ConfirmDeleteBp_Msg
source: Do you really want to delete the current reference point?
de: Möchten Sie wirklich den Bezugspunkt löschen?
es: Desea realmente borrar el punto de referencia actual?
fr: Voulez-vous vraiment supprimer le point de repère ?
it: Cancellare veramente il punto di riferimento?

# ConfirmDeletePhoto_Msg
source: Do you really want to delete the photo?
de: Möchten Sie wirklich das Foto löschen ?
es: Desea realmente borrar la foto?
fr: Voulez-vous vraiment supprimer la photo ?
it: Cancellare veramente la foto?

# ConfirmDeleteVoice_Msg
source: Do you really want to delete the voice record?
de: Möchten Sie wirklich die Sprachaufbahme löschen?
es: Desea realmente borrar el mensaje de voz?
fr: Voulez-vous vraiment supprimer la saisie vocale ?
it: Cancellare veramente la registrazione vocale?

# ConfirmDelete_Ttl
source: Delete
de: Löschen
es: Borrar
fr: Supprimer
it: Cancella

# Coordinates_Lbl
source: Coordinates
de: Koordinaten
es: Cordinadas
fr: Coordonnées
it: Coordinate

# DeleteForm_Ttl
source: Delete the observation form
de: Beobachtung-Formular löschen
es: Borrar el formulario
fr: Supprimer le formulaire d'observation?
it: Cancellare il modula

# DeleteObservation_Msg
source: Do you really want to delete the observation?
de: Möchten Sie wirklich die Beobachtung löschen?
es: Desea realmente borrar la observación?
fr: Voulez-vous vraiment supprimer l'observation ?
it: Cancellare veramente l'osservazione?

# Delete_Btn
source: Delete
de: Löschen
es: Borrar
fr: Supprimer
it: Cancella

# DeviceIdentifier_Lbl
source: Device identifier
de: Identifikationsnummer
fr: Identifiant de l'appareil
it: Identificatore del dispositivo

# DisplayOnMap_Btn
source: Display on the map
de: Anzeige auf der Landkarte
es: Visualizar en el mapa
fr: Afficher sur la carte
it: Visualizzare sulla mappa

# East_Lbl
source: East
de: Ost
es: Este
fr: Est
it: Est

# EmailRequired_Msg
source: Please enter your e-mail address
de: Bitte erfassen Sie die E-Mail Adresse
es: Registre una dirección de email
fr: Veuillez saisir votre adresse E-Mail
it: Inserisci il tuo indirizzo di E-Mail

# EnterFreeText_Lbl
source: Please tap to enter your text...
de: Bitte klicken um einen Text einzugeben...
fr: Veuillez cliquer pour entrer un texte...
it: Si prega di fare clic per inserire il testo…

source: Error
de: Fehler
fr: Erreur
it: Errore

# RegisterFormIncomplete_Ttl
source: Register form incomplete
de: Beobachtung unvollständig
es: Formulario de registro incompleto
fr: Observation incomplète
it: Osservazione incompleta

# FreeText_Lbl
source: Free text...
de: Freier Text…
es: Texto libre...
fr: Saisie libre...
it: Testo libero…

# HostNotReachable_Msg
source: Cannot connect to the server. Please retry a few minutes later.
de: Keine Verbindung zum Server, versuchen Sie erneut in ein paar Minuten.
es: No se puede comunicar con el servidor. Por favor intente un par de minutos más tarde.
fr: Connexion vers le serveur impossible. Veuillez réessayer dans quelques minutes.
it: Impossibile connettersi al server. Riprova tra qualche minuto.

# ImportDone
source: Done
de: Fertig
es: Terminada
fr: Terminé
it: Fatto

# ImportStarting
source: Data starting
de: Importbeginn
es: Fecha de importación
fr: Démarrage de l'import
it: Avviare l'importazione

# ImportSummaryMsg
source: Data successfuly done: - {0} new objects imported - {1} objects updated - {2} objects unchanged
de: Data erfolgreich durchgeführt: - {0} neue Objekte importiert - {1} Objekte aktualisiert - {2} Objekte unverändert
es: Dataación correctamente hecha: - {0} nuevos objetos importados - {1} objetos actualizados - {2} objetos sin cambios
fr: Data effectué avec succès: - {0} nouveaux objets importés - {1} objets mis à jour - {2} objets inchangés
it: Dataazione di successo: -{0} importati nuovi oggetti -{1} aggiornato oggetti -{2} oggetti invariati

# ImportSummaryTitle
source: Data
es: Dataación
it: Dataazione

source: Legal informations
de: Rechtliche Informationen
es: Información legal
fr: Mentions légales
it: Informazioni legali

# LicenceRequestSentMsg
source: The licence request has been successfully submitted and will be processed as soon as possible.
de: Die Lizenzanfrage wurde erfolgreich übermittelt und wird bald möglichst bearbeitet.
es: Su solicitud de registro fue correctamente envíada y será procesada inmediatamente.
fr: La demande de licence a été transmise et sera traitée dès que possible.
it: La richiesta di licenza è stata inviata e verrà trattata più presto possibile.

# LicenceRequestSentTitle
source: Licence request
de: Lizenzanfrage
es: Solicitud de registro
fr: Demande de licence
it: Domanda di licenza

# MainMenu_Ttl
source: Main
de: Hauptmenü
fr: Menu principal
it: Menu principale

# MandantName_Ttl
source: Mandant {0}
es: Mandante {0}
it: Mandante {0}

# Mandants_Lbl
source: Mandants
de: Mandanten
es: Mandantes
it: Mandanti

# MapMaterials_Ttl
source: Map materials
de: Kartenmaterial
es: Materialesde mapas
fr: Fonds de carte
it: Mappa di fondi

# Map_Ttl
source: Map
de: Karte
es: Mapa
fr: Carte
it: Mappa

# Message_Lbl
source: Message
de: Meldung
es: Nota
it: Messaggio

# Meter_Lbl
source: Meter
es: Metro
fr: Mètre
it: Metro

# NameCompanyRequired_Msg
source: Please enter your Name / Company
de: Bitte Ihren/Ihre Namen/Firma eingeben
es: Por favor ingrese su nombre / Empresa
fr: Veuillez saisir votre nom / société
it: Si prega di inserisci il tu nome / società

# NameCompany_Lbl
source: Name / Company
de: Name / Unternehmen
es: Nombre / Empresa
fr: Nom / Société
it: Nome / Società

# NavigateTo_Btn
source: Navigate to...
de: Navigiere zu
es: Navegue a
fr: Naviguer vers
it: Esplorare all

# NoBpFound_Msg
source: No reference point found for this location
de: Keinen Referenzpunkt für diese Lokalisierung gefunden
es: Punto de referencia no encontrado para esta localización
fr: Aucun point SRB trouvé pour cet emplacement
it: Nessun punto di riferimento trovato per questa posizione

# NoBpFound_Ttl
source: Reference point search
de: Referenzpunkt suchen
es: Búsqueda de punto de referencia
fr: Recherche SRB
it: Ricerca del punto di riferimento

# NoFormFound_Msg
source: Please update your profile. No form found.
de: Bitte Ihr Profil aktualisieren. Keine Vorlage gefunden.
es: Por favor actualize su perfil. Formulario no fue encontrado.
fr: Veuillez mettre à jour votre profil. Aucun formulaire trouvé.
it: Si prega di aggiornare il tuo profilo. Nessuna modulo trovata.

# None_Lbl
source: Static
de: kein
es: Nínguno
fr: aucun
it: Nessuno

# North_Lbl
source: North
de: Norden
es: Norte
fr: Nord
it: Nord

# Objects_Ttl
source: Objects
de: Objekte
es: Objetos
fr: Objets
it: Oggetti

source: Observation
de: Beobachtung
es: Observación
it: Osservazione

# ObservationCreationDate
source: Create date
de: Erstellungsdatum
es: Día de creación
fr: Date de création
it: Data di creazione

# ObservationSentDate
source: Sent on {0:d}
de: Gesendet am {0:d}
es: Envíado el {0:d}
fr: Envoyée le {0:d}
it: Inviato il

# ObservationSentFailed_Msg
source: The observation couldn't be sent.
de: Die Beobachtung konnte nicht gesendet werden.
es: La observación no pudo ser enviada.
fr: L'observation n'a pas pu être envoyée.
it: L'osservazione potrebbe non essere inviata.

# ObservationSentMsg
source: The observation has been successfully sent.
de: Die Beobachtung wurde erfolgreich übermittelt.
es: La observación fue correctamente envíada.
fr: L'oberservation a été envoyée avec succès.
it: L'osservazione è stata trasmessa con successo.

# Observations_Ttl
source: Observations
de: Beobachtungen
es: Observaciones
it: Osservazioni

# ObservationTypes_Lbl
source: Type of event
de: Ereignistyp
es: Tipo de incidente
fr: Type d'incident
it: Tipo di evento

# Offline_Msg
source: It seems your device is running offline. Please check your Internet connection and retry.
de: Ihr System scheint Offline zu sein. Bitte prüfen Sie Ihre Internetverbindung und versuchen Sie es nochmal.
es: Parece que su dispositivo está offline. Por favor valide su conexión a internet y vuelva a hacer la prueba.
fr: Il semblerait que vous soyez hors-ligne. Veuillez vérifier votre connexion Internet et réessayer.
it: Il sistema sembra essere non in linea. Controllare la connessione a Internet e riprovare.

# OperationSuccessfull_Toast
source: Operation completed successfully
de: Operation erfolgreich
es: Operación completamente exitosa
fr: Opération effectuée avec succès
it: Operazione completata con successo

# Optional_Lbl
source: Optional
es: Opcional
fr: Optionnel
it: Opzionale

# OwnMaps_Ttl
source: Own Maps
de: Eigene Karten
es: Mapas propios
fr: Cartes propres
it: Mappa propria

# PhoneNumber_Lbl
source: Phone number
de: Telefonnummer
es: Número de teléfono
fr: Téléphone
it: Numero di telefono

# PhotoQualityLarge_Lbl
source: High
de: gross
es: grande
fr: Haute
it: Alta

# PhotoQualityNormal_Lbl
source: Medium
de: mittel
es: mediana
fr: Moyenne
it: Media

# PhotoQualitySmall_Lbl
source: Low
de: klein
es: pequeña
fr: Faible
it: Bassa

# PhotoQuality_Lbl
source: Quality of photos
de: Qualität der Fotos
es: Calidad de las fotos
fr: Qualité des photos
it: Qualità delle foto

# Play_Btn
source: Play
de: Wiedergeben
es: Reproducir
fr: Lire
it: Leggere

# UserProfil_Ttl
source: User profile
de: Anwenderprofil
es: Perfil de usuario
fr: Profil utilisateur
it: Profilo utente

# RegistrationPage_Ttl
source: Registration
de: Registrierung
es: Registro
fr: Enregistrement
it: Registrazione

# Required_Lbl
source: Required
de: Erforderlich
es: Necesario
fr: Requis
it: Obbligatorio

# ResetData_Btn
source: Reset all data
de: Alle Daten löschen
es: Restablecer todos los datos
fr: Supprimer toutes les données
it: Cancellare tutti i dati

# ResetData_Msg
source: Do you really want to reset all data?
de: Möchten Sie wirklich alle Daten löschen?
es: Desea realmente restablecer todos los datos?
fr: Voulez-vous vraiment supprimer toutes les données ?
it: Cancellare veramente tutti i dati?

# SaveInProgress_Hud
source: Save in progress...
de: Sicherung in Bearbeitung...
es: Guardar en curso ...
fr: Sauvegarde en cours...
it: Backup in corso…

# SaveVoiceRecord_Btn
source: Stop and save record...
de: Stop und Aufnahme speichern...
es: Detener y guardar registro ...
fr: Stopper et sauvegarder la saisie...
it: Interrompere e salvare la voce…

# SendMessage_Btn
source: Send message
de: Nachricht senden
es: Enviar mensaje
fr: Envoyer le message
it: Invia messaggio

# SendRegisterRequest_Btn
source: Registration request
de: Antrag für die Registrierung
es: Solicitud de registro
fr: Demande d'enregistrement
it: Richiesta di registrazione

# Send_Btn
source: Send
de: Senden
es: Enviar email
fr: Envoyer
it: Invia

# SmartPhoneRegisteredMessage
source: Your device has been successfully registered.
de: Ihre Registrierung ist korrekt verlaufen.
es: Su registro fue hecho correctamente.
fr: Votre appareil a été authentifié avec succès.
it: Il dispositivo è stato autenticato con successo.

# Stop_Btn
source: Stop
de: Stoppen
es: Detener
fr: Stopper
it: Fermate

# SwitchHybride_Btn
source: Hybrid
es: Híbrido
fr: Hybride
it: Ibrido

# TabToDismiss_Lbl
source: Tap to dismiss...
de: Klicken zu verwerfen/ verlassen...
fr: Taper pour rejeter / quitter...
it: Toccare per chiudere / uscita...

# UnknownDt_Lbl
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnue
it: Sconosciuto

# UpdateFormRequired_Msg
source: New forms are available on the server. Would you like to update now?
de: Neue Version des Formulars auf dem Server verfügbar. Möchten Sie jetzt aktualisieren?
es: Nuevos formularios a disposición en el servidor. Desea actualizar ahora?
fr: Une mise à jour des formulaires est disponible sur le serveur. Voulez-vous mettre à jour maintenant ?
it: Un aggiornamento delle forme è disponibile sul server. Si desidera aggiornare ora?

# UpdateFormRequired_Ttl
source: Update required
de: Aktualisierung erforderlich
es: Actualización necesaria
fr: Mise à jour nécessaire
it: Aggiornamento necessario

# UploadInProgress_Hud
source: Upload in progress...
de: Upload in Bearbeitung...
es: Actualización en marcha...
fr: Upload en cours...
it: Caricamento in corso...

# UpToDate_Hud
source: Your profile is up-to-date.
de: Ihr Profil ist aktuell.
es: Su perfil está actualizado.
fr: Votre profil est à jour.
it: Il tuo profilo è aggiornata.

# UserNotRegistered
source: You are not registered
de: Anwender nicht registriert
es: Usuario no registrado
fr: Utilisateur non authentifié
it: Utente non autenticato

# UserRegistered
source: You are registered
de: Registriert
es: Registrado
fr: Enregistré
it: Registrati

# ValidateLocation_Btn
source: Validate location
de: Lokalisierung validiert
es: Localización validada
fr: Valider l'emplacement
it: Convalidare la posizione

# VoiceRecorder_Ttl
source: Voice recorder
de: Sprachaufnahme
fr: Saisie vocale
it: Registratazione vocale

# Working_Hud
source: Please wait...
de: Bitte warten...
es: Por favor esperar...
fr: Veuillez patienter...
it: Si prega di attendere…

source: Yes
de: Ja
es: Sí
fr: Oui
it: Si

# UpdateProfile_Btn
source: Check profile...
de: Profil prüfen...
es: Revise perfil...
fr: Vérifier le profil...
it: Controllare il profilo ...

# Preferences_Ttl
source: Preferences
de: Ihre Auswahl
es: Preferencias
fr: Préférences
it: Preferenze

# EmailWrongFormat_Msg
source: Wrong email format. Please enter a valid email address.
de: Falsches Email-Format. Bitte geben Sie eine gültige Email-Adresse ein.
es: Formulario de correo erróneo. Por favor ingresar dirección de correo válida.
fr: Format d'e-mail incorrect. Veuillez saisir une adresse valide.
it: Formato email errato. Si prega di inserire un indirizzo email valido.

# MessageSent_Msg
source: Your message has been successfully sent to Unit Solutions.
de: Ihre Nachricht wurde erfolgreich an Unit Solutions gesendet.
es: Su mensaje fur enviado exitosamente a Unit Solutions.
fr: Votre message a été transmis avec succès à Unit Solutions.
it: Il messaggio è stato inviato con successo a Unit Solutions.

# MessageSent_Ttl
source: Message sent
de: Nachricht gesendet
es: Mensaje enviado
fr: Message envoyé
it: Messaggio inviato

# ObjectsList_Ttl
source: Objects list
de: Objektliste
es: Lista de objetos
fr: Liste d'objets
it: Lista Oggetti

# ObservationsList_Ttl
source: Observations list
de: Liste der Beobachtungen
es: Lista de observaciones
fr: Liste des observations
it: Lista osservazioni

# UserImportFormsPage_Ttl
source: Forms
de: Formulare
es: Formularios
fr: Formulaires
it: Formulari

# UserObjectsImportPage_Ttl
source: Objects import
de: Objektimport
es: Importación de objetos
fr: Import d'objets
it: Importazione oggetti

# ContactPage_Ttl
source: Contact
de: Kontakt
es: Contacto
it: Contatto

# UserInfosUpdated_Ttl
source: Informations updated
de: Informationen aktualisiert
es: Informaciones actualizadas
fr: Informations mises à jour
it: Informazioni aggiornate

# UserInfosUpdated_Msg
source: Your informations has been successfully updated
de: Ihre Informationen wurden erfolgreich aktualisiert.
es: Sus informaciones han sido actualizadas exitosamente
fr: Vos informations ont été mises à jour avec succès
it: I tuoi dati è stato aggiornato con successo

# AppUpdateRequired_Msg
source: A new version of Observo is available in the store. Please update your version.
de: Eine neue Version von Observo ist im Store verfügbar. Bitte aktualisierem Sie Ihre Version.
es: Una nueva versión de Observo está a disposición en el Store. Por favor actualize su versión.
fr: Une nouvelle version d'Observo est disponible dans le store. Merci de mettre à jour votre version.
it: Una nuova versione di OBSERVO è disponibile nel store. Si prega di aggiornare la versione.

# AppUpdateRequired_Ttl
source: Update required
de: Aktualisierung erforderlich
es: Actualización necesaria
fr: Mise à jour nécessaire
it: Aggiornamento richiesto

# Later_Btn
source: Later
de: Später
es: Más tarde
fr: Plus tard
it: Dopo

# UpdateNow_Btn
source: Update now
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Mettre à jour maintenant
it: Aggiornare ora

# ObjectsCount_Lbl
source: {0} objects
de: {0} Objekte
es: {0} objetos
fr: {0} objets
it: {0} oggeti

# Retry_Btn
source: Retry
de: Wiederholen
es: Procesar de nuevo
fr: Réessayer
it: Riprovare

# Import_Btn
source: Import
es: Importación
it: Importazione

# State_Lbl
source: State: {0}
de: Status: {0}
es: Estado: {0}
fr: Statut: {0}
it: Stato: {0}

# ImportPackageStatus_ReadyForDownload
source: Ready for download
de: Bereit zum Herunterladen (Download)
es: Listo para descargar
fr: Prêt à télécharger
it: Pronto per il download

# ImportPackageStatus_DownloadingData
source: Downloading package data
de: Datenpaket wird heruntergeladen
es: Descargando paquete de datos
fr: Téléchargement des données du package
it: Download del pacchetto dei dati

# ImportPackageStatus_ImportingData
source: Importing package data
de: Datenpaket wird importiert
es: Importando paquete de datos
fr: Import des données du package
it: Importazione del pacchetto dei dati

# ImportPackageStatus_DownloadingMedia
source: Downloading package media files
de: Paket mit Mediendateien wird heruntergeladen
es: Descargando paquete de archivos multimedia
fr: Téléchargement des fichiers médias du package
it: Download del pacchetto di file multimediali

# ImportPackageStatus_UnzippingMedia
source: Unzipping package media files
de: Paket mit Mediendateien wird entpackt.
es: Descomprimiendo paquete de archivos multimedia
fr: Dézippage des fichiers médias
it: Decomprimere i file multimediali del pacchetto

# ImportPackageStatus_UpToDate
source: Package is up to date
de: Paket ist auf dem neuesten Stand.
es: Paquete está actualizado
fr: Le package est à jour
it: Pacchetto è aggiornato

# ImportPackageStatus_NewVersionAvailable
source: A new version is available on server
de: Eine neue Version ist auf dem Server verfügbar
es: Una nueva versión está disponible en el servidor
fr: Une nouvelle version est disponible sur le serveur
it: Una nuova versione è disponibile sul server

# ImportPackageStatus_DownloadDataFailed
source: Downloading data failed
de: Download fehlgeschlagen
es: descarga de datos falló
fr: Téléchargement des données échoué
it: I dati di download fallito

# ImportPackageStatus_ImportDataFailed
source: Import package failed
de: PaketImport fehlgeschlagen
es: Importación de paquete falló
fr: Import du package échoué
it: Importazione di pacchetto fallito

# ImportPackageStatus_DownloadMediaFailed
source: Downloading media failed
de: Download der Mediendateien fehlgeschlagen
es: Descarga de archivos multimedia falló
fr: Téléchargement des médias échoué
it: Download i file multimedial fallito

# ImportPackageStatus_BuildingMiniatures
source: Building miniatures
de: Miniaturen werden erstellt
es: Construyendo miniaturas
fr: Construction des miniatures
it: Miniature sono creati

# ImportPackageStatus_BuildingMiniaturesFailed
source: Building miniatures failed
de: Erstellen der Miniaturen fehlgeschlagen
es: La elaboración de miniaturas falló
fr: Construction des miniatures échouée
it: Creazione di miniatures fallito

# ImportPackageStatus_UnzipMediaFailed
source: Unzipping media failed
de: Entpacken der Mediendateien fehlgeschlagen
es: Descomprimir archivos multimediales falló
fr: Dézippage des médias échoué
it: Unzipping file multimedial fallito

# ImportPackageStuck_Lbl
source: The package import has been stuck. Please restart it.
de: Der Paketimport wurde gestoppt. Bitte neustarten.
es: La importación de paquete se obstruyó. Por favor, vuelva a iniciarlo.
fr: L'import du package a été bloqué. Veuillez le redémarrer.
it: Importazione del pacchetto è stato bloccato. Si prega di ricominciare.

# Search_Lbl
source: Search
de: Suche
es: Búsqueda
fr: Recherche
it: Ricerca

# TakePhoto_DialBtn
source: Take photo
de: Foto aufnehmen
es: Tomar foto
fr: Prendre une photo
it: Fare foto

# PickFromGallery_DialBtn
source: Choose from library
de: Aus der Bibliothek (Gallerie) auswählen
es: Elija de la biblioteca
fr: Choisir dans la librairie
it: Scegli dalla libreria

# ChooseAction_DialTtl
source: Please choose an action...
de: Bitte wählen Sie eine Aktion...
es: Por favor elija una acción...
fr: Veuillez choisir une action...
it: Scegliere un azione ...

# DeletePackageData_Msg
source: Do you really want to delete the package data?
de: Wollen Sie wirklich das Datenpaket löschen?
es: Desea realmente borrar el paquete de datos?
fr: Voulez-vous vraiment supprimer les données du package ?
it: Vuoi veramente cancellare i dati del pacchetto?

# UserFormsPage_Lbl
source: Available forms attached to your profile:
de: Verfügbare Formulare wurden Ihrem Profil angehängt:
es: Formulario disponible ha sido agregado a su perfil:
fr: Formulaires attachés à votre profil :
it: formulari disponibili collegate al profilo:

# UpdateInformations_Btn
source: Update informations
de: Informationen aktualisieren
es: Actualizar informaciones
fr: Mettre à jour les informations
it: Aggiornare informazioni

source: No
de: Nein
fr: Non

# SwitchSatellite_Btn
source: Satellite
de: Satellit
es: Satélite

# Download_Btn
source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
